Repository: Horttcore/confirm-user-registration
Catalog: languages/confirm-user-registration-*.po
Languages: de_de, hu_hu, sr_rs

source: <strong>ERROR:</strong> Your account has to be confirmed by an administrator before you can login
de_de: <strong>FEHLER:</strong> Ihr Benutzerkonto muss erst freigeschaltet werden
hu_hu: <strong>FIGYELEM:</strong> A fiók adminisztrátori megerősítésre vár. Megerősítés után be lehet lépni az oldalra.
sr_rs: <strong>GREŠKA:</strong> Vaš nalog mora da bude odobren od strane administratora pre nego što se ulogujete

source: Pending Users
de_de: Benutzer freischalten
hu_hu: Függőben lévő tagok
sr_rs: Korisnici koji čekaju

source: Authenticated Users
de_de: Benutzer blocken
hu_hu: Hitelesített tagok
sr_rs: Dizvoljeni korisnici

source: Settings
de_de: Einstellungen
hu_hu: Beállítások
sr_rs: Postavke

source: Settings saved
de_de: Einstellungen gespeichert
hu_hu: Beállítások mentve
sr_rs: Postavke sačuvane

source: <strong>ERROR:</strong> Could not save settings
de_de: <strong>FEHLER:</strong> Einstellungen konnten nicht gespeichert werden
hu_hu: <strong>HIBA:</strong> Nem lehet menteni a beállításokat
sr_rs: <strong>GREŠKA:</strong> Postavke se ne mogu sačuvati

source: Confirm User Registration Settings
de_de: Confirm User Registration Einstellungen
hu_hu: Tag regisztrációs megerősítés beállítások
sr_rs: Postavke potvrde registracije korisnika

source: Login notice
de_de: Login Meldung
hu_hu: Belépés megjegyzés
sr_rs: Login obaveštenje

source: Error Message
de_de: Fehler Meldung
hu_hu: Hiba üzenet
sr_rs: Obaveštenje o greškama

source: E-Mail notification
de_de: E-Mail Benachrichtigung
hu_hu: E-mail értesítés
sr_rs: E-Mail notifikacija

source: Save
de_de: Speichern
hu_hu: Mentés
sr_rs: Sačuvaj

source: Authenticate Users
de_de: Benutzer freischalten
hu_hu: Tag hitelesítés
sr_rs: Dozvoljeni korisnici

source: Block Users
de_de: Benutzer blockieren
hu_hu: Tak kitiltás
sr_rs: Blokiraj korisnike

source: Name
hu_hu: Név
sr_rs: Ime

source: E-Mail
hu_hu: E-mail cím

source: Role
de_de: Benutzerrolle
hu_hu: Oldal szerepkör
sr_rs: Uloga

source: Registered
de_de: Registriert
hu_hu: Regisztrált
sr_rs: Registrovano

source: No Users found
de_de: Keine Benutzer gefunden
hu_hu: Nincsenek tagok
sr_rs: Nijedan korisnik nije pronadjen

source: From
de_de: Absender
hu_hu: Küldő
sr_rs: Od strane

source: Subject
de_de: Betreff
hu_hu: Tárgy
sr_rs: Naslov

source: Message
de_de: Nachricht
hu_hu: Levél
sr_rs: Poruka

# Menu title
source: Confirm User Registration
de_de: Benutzer freischalten
hu_hu: Tag regisztráció megerősítés
sr_rs: Potvrdi registraciju korisnika

# Page title
source: Confirm User Registration
de_de: Benutzer freischalten
hu_hu: Tag regisztráció megerősítés
sr_rs: Potvrdi registraciju korisnika

source: 1 user authenticated
de_de: 1 Benutzer freigeschaltet
hu_hu: 1 tag megerősítve
sr_rs: 1 korisnik potvrdjen

source: users authenticated
de_de: Benutzer freigeschaltet
hu_hu: tag megerősítve
sr_rs: korisnici potvrdjeni

source: 1 user blocked
de_de: 1 Benutzer geblockt
hu_hu: 1 tag kitiltva
sr_rs: 1 korisnik blokiran

source: users blocked
de_de: Benutzer blockiert
hu_hu: tag kitiltva
sr_rs: korisnici blokirani

source: 1 user deleted
de_de: 1 Benutzer gelöscht
hu_hu: 1 tag törölve
sr_rs: 1 korisnik obrisan

source: users deleted
de_de: Benutzer gelöscht
hu_hu: tag törölve
sr_rs: korisnici obrisani

source: Are you sure you want to delete these users?
de_de: Sind Sie sicher, dass Sie die Benutzer löschen möchten?
hu_hu: Biztos töröljük ezt a tagot?
sr_rs: Da li ste sigurni da želite da obrišete ove korisnike?

source: Bulk Actions
hu_hu: Csoportművelet
sr_rs: Bulk Akcije

source: Delete
hu_hu: Törlés
sr_rs: Obrisati

source: Apply
hu_hu: Elfogadás
sr_rs: Primeniti

source: Edit
hu_hu: Szerkesztés
sr_rs: Editovati
